const aboutZhTw = {
    description: "在效率和敏捷至關重要的現代社會中，Meetor協助完成高效率會議安排。這個工具超越了傳統的排程工具如When2Meet，為今日快節奏的專業人士提供了一個使用者友善、手機相容的解決方案。Meetor憑借直觀的設計和實用的功能，簡化了會議規劃過程。探索Meetor如何重新定義排程藝術，成為現代專業人士不可或缺的工具。",
    meetorOverview: "Meetor 簡介",
    meetorOverviewDescription: "Meetor是一款基於網頁的應用程式，允許使用者創建活動並與他人共享、共同編輯。這款應用設計考慮了移動設備的友善性，而且使用者無需創建帳號、留下資料即可使用。",
    howToUse: "如何使用Meetor",
    meetorSteps: [
        {
            title: "自定義介面",
            content: "開始您的Meetor體驗，通過調整界面滿足您的喜好。享受自定義主題（黑色或白色）、語言設置（英文或中文）、時間格式（12小時或24小時）以及設置每週的開始日的靈活性。個性化您的Meetor排程體驗，優化您的時間管理。",
            image: "/steps/01.jpg"
        },
        {
            title: "創建活動",
            content: "開啟您的Meetor活動：為會議選擇一個簡單明瞭的名稱，以確保其顯眼且容易辨識。\n\n日期選擇更簡單：利用使用者友善的拖拉功能選擇您希望的日期或範圍。使用“週”模式進行多週的延伸排程。\n\n自定義您的時間段：根據您的日程安排會議時間，可以選擇延長或縮短預設的0800至1700時段。利用“整天”功能輕鬆設置整天的活動。",
            image: "/steps/02.jpg"
        },
        {
            title: "輕鬆地安排時間",
            content: "在Meetor中完成建立活動後，系統將引導您前往排程頁面。使用使用者友善的分享按鈕輕鬆分發活動，確保所有參與者快速訪問。通過允許合作夥伴輸入他們的名字並使用拖放功能選擇他們偏好的時間段，簡化時間協調。",
            image: "/steps/03.jpg"
        },
        {
            title: "完成啦",
            content: "就這樣！完成在Meetor設定您的可用時間後，只需前往「我們的時間」頁面即可查看匯整後的時程表。在這裡，顏色編碼的時間段直觀地顯示了最受歡迎的選擇，較深的顏色表示更高的可用性。通過快速懸停或長按任何時間段，即可獲取詳細的時間資訊。",
            image: "/steps/04.jpg"
        }
    ],
    aboutAuthor: "關於作者"
}

export default aboutZhTw
